app/controllers/contacts_controller.rb

  def index
    @contacts = Contact.all
    @teachers = Teacher.all
---
SELECT "teachers".* FROM "teachers"