app/controllers/courses_controller.rb

SELECT "teachers".* FROM "teachers"
---
  def index
    # @courses = Course.ordered
    @course = Course.new
    @teachers = Teacher.all