app/controllers/home_controller.rb

  def plan
    @fees = Fee.all
---
SELECT "fees".* FROM "fees"

  def services
    @services = Service.order(:id)
---
SELECT "services".* FROM "services"  ORDER BY "services"."id" ASC

  def qualifications
    # @courses = Course.ordered
    @teachers = Teacher.all
---
SELECT "teachers".* FROM "teachers"

  def contacts
    @contacts = Contact.all
    @teachers = Teacher.all
---
SELECT "teachers".* FROM "teachers"