app/controllers/services_controller.rb

SELECT "services".* FROM "services"  ORDER BY "services"."id" ASC
---
  def index
    @services = Service.order(:id)