app/controllers/urdu_controller.rb

  def plan
    @fees = Fee.all
---
SELECT "fees".* FROM "fees"

  def services
    @services = Service.order(:id)
---
SELECT "services".* FROM "services"  ORDER BY "services"."id" ASC

  def qualifications
    # @courses = Course.ordered
    @teachers = Teacher.order(:id)
---
SELECT "teachers".* FROM "teachers"  ORDER BY "teachers"."id" ASC

  def contacts
    @contacts = Contact.order(:id)
    @teachers = Teacher.order(:id)
---
SELECT "teachers".* FROM "teachers"  ORDER BY "teachers"."id" ASC